MAILING_SOURCE_TYPES = (
    ("group", "Рассылка в группы"),
    ("inner_person", "Рассылка по базе"),
    ("outer_person", "Рассылка во вне с моей личной ссылкой")
)

MAILING_RESULT_CHOISES = (
    ('Ожидает отправки', 'Ожидает отправки'),
    ('Отправлено', 'Отправлено'),
    ('Доставлено', 'Доставлено'),
    ('Прочитано', 'Прочитано'),
    ('Размещено (для групп)', 'Размещено (для групп)'),
    ('Есть ответ', 'Есть ответ'),
    ('Номер тренинг-центра в ЧС', 'Номер тренинг-центра в ЧС'),
    ('Нет в месседжере', 'Нет в месседжере'),
    
)

SOURCE_MAILING_STATE = (
    ('actual', "актуально"),
    ('archive', "в архиве")
)